/* Class = "UILabel"; text = "Currency:"; ObjectID = "1tE-KH-GgQ"; */
"1tE-KH-GgQ.text" = "สกุลเงิน:";

/* Class = "UILabel"; text = "-"; ObjectID = "7Jf-9P-swW"; */
"7Jf-9P-swW.text" = "-";

/* Class = "UILabel"; text = "No Previous Bookings"; ObjectID = "BD0-Nh-gV7"; */
"BD0-Nh-gV7.text" = "ไม่มีข้อมูลการจองก่อนหน้านี้";

/* Class = "UIBarButtonItem"; title = "Edit"; ObjectID = "bxB-1a-tYE"; */
"bxB-1a-tYE.title" = "แก้ไข";

/* Class = "UILabel"; text = "You'll see your bookings history here."; ObjectID = "Caw-1P-jsD"; */
"Caw-1P-jsD.text" = "คุณสามารถดูประวัติการจองโรงแรมของคุณได้ที่นี่";

/* Class = "UIBarButtonItem"; title = "Account"; ObjectID = "dl6-zf-uEd"; */
"dl6-zf-uEd.title" = "บัญชี";

/* Class = "UILabel"; text = "Email"; ObjectID = "exk-9i-LGA"; */
"exk-9i-LGA.text" = "Email";

/* Class = "UILabel"; text = "Name"; ObjectID = "gCe-ec-rBq"; */
"gCe-ec-rBq.text" = "ชื่อ";

/* Class = "UIButton"; normalTitle = "DON'T SEE YOUR BOOKING?"; ObjectID = "GKc-Sl-Ng6"; */
"GKc-Sl-Ng6.normalTitle" = "หาโรงแรมที่จองไว้ไม่เจอ?";

/* Class = "UILabel"; text = "Mobile:"; ObjectID = "HTc-vU-Wdc"; */
"HTc-vU-Wdc.text" = "เบอร์มือถือ:";

/* Class = "UIBarButtonItem"; title = "Update"; ObjectID = "Jun-9F-188"; */
"Jun-9F-188.title" = "อัพเดท";

/* Class = "UILabel"; text = "No Upcoming Bookings"; ObjectID = "lHY-xm-GLc"; */
"lHY-xm-GLc.text" = "ไม่มีข้อมูลการจองโรงแรมที่ใกล้จะถึง";

/* Class = "UINavigationItem"; title = "ACCOUNT"; ObjectID = "MJe-3Z-jEm"; */
"MJe-3Z-jEm.title" = "บัญชี";

/* Class = "UILabel"; text = "When you book a hotel, you'll see your details here."; ObjectID = "o9Z-4F-Xc6"; */
"o9Z-4F-Xc6.text" = "เมื่อคุณจองห้องพัก รายละเอียดการจองของคุณจะแสดงที่นี่";

/* Class = "UILabel"; text = "Passport:"; ObjectID = "tbe-68-j9u"; */
"tbe-68-j9u.text" = "หมายเลขพาสปอร์ต:";

/* Class = "UILabel"; text = "Residence:"; ObjectID = "Urr-ao-qQG"; */
"Urr-ao-qQG.text" = "ประเทศ";

/* Class = "UILabel"; text = "Nationality:"; ObjectID = "V9B-Y9-csL"; */
"V9B-Y9-csL.text" = "เชื้อชาติ:";

/* Class = "UILabel"; text = "Name"; ObjectID = "Wh7-tI-RD6"; */
"Wh7-tI-RD6.text" = "ชื่อ";

/* Class = "UINavigationItem"; title = "EDIT PROFILE"; ObjectID = "x97-Fc-3Zl"; */
"x97-Fc-3Zl.title" = "ข้อมูลส่วนตัว";

/* Class = "UIButton"; normalTitle = "SIGN OUT"; ObjectID = "yXj-Vt-m1z"; */
"yXj-Vt-m1z.normalTitle" = "ออกจากระบบ";


/* Class = "UIButton"; normalTitle = "SIGN UP USING EMAIL"; ObjectID = "2nR-nd-jf2"; */
"2nR-nd-jf2.normalTitle" = "สมัครสมาชิกด้วยอีเมล";

/* Class = "UILabel"; text = "Email"; ObjectID = "5Po-Cn-Hs5"; */
"5Po-Cn-Hs5.text" = "อีเมล";

/* Class = "UIButton"; normalTitle = "HAVE AN ACCOUNT? LOGIN"; ObjectID = "Bif-QL-Vmv"; */
"Bif-QL-Vmv.normalTitle" = "มีบัญชีผู้ใช้อยู่แล้ว เข้าสู่ระบบที่นี่";

/* Class = "UILabel"; text = "OR"; ObjectID = "bWc-9T-49p"; */
"bWc-9T-49p.text" = "หรือ";

/* Class = "UIButton"; normalTitle = "CONNECT WITH FACEBOOK"; ObjectID = "Dj6-7t-BXl"; */
"Dj6-7t-BXl.normalTitle" = "เข้าสู่ระบบด้วยเฟสบุ๊ค";

/* Class = "UIButton"; normalTitle = "SUBMIT"; ObjectID = "Dx1-Ng-oXQ"; */
"Dx1-Ng-oXQ.normalTitle" = "ค้นหา";

/* Class = "UILabel"; text = "Email"; ObjectID = "gWD-J6-ZqD"; */
"gWD-J6-ZqD.text" = "Email";

/* Class = "UINavigationItem"; title = "RETRIEVE BOOKINGS"; ObjectID = "lxH-B2-HUR"; */
"lxH-B2-HUR.title" = "ดูข้อมูลการจอง";

/* Class = "UINavigationItem"; title = "Sign Up"; ObjectID = "MvD-UZ-RKs"; */
"MvD-UZ-RKs.title" = "สมัครสมาชิก";

/* Class = "UILabel"; text = "Email"; ObjectID = "NbM-id-qZF"; */
"NbM-id-qZF.text" = "อีเมล";

/* Class = "UIButton"; normalTitle = "Sign In with Facebook"; ObjectID = "UOE-qO-9J6"; */
"UOE-qO-9J6.normalTitle" = "เข้าสู่ระบบด้วยเฟซบุ๊ค";

